{
  "align": "text-right",
  "dir": "rtl",
  "menu1": "كيف يعمل؟",
  "menu2": "سحب اليوم ",
  "menu3": "القوانين",
  "menu4": "الفائزون",
  "menu5": "شراء بيتكوينز",
  "header_phrase": "اليانصيب الأولى و الوحيدة عن طريق بيتكوينز",
  "explain_1_img": "images/qr.png",
  "explain_1_title": "إرسال بيتكوينز",
  "explain_1_text1": "إلى محفظة النقود في الأسفل و أحصل على بطاقات بسعر ฿0,0001 بيتكون للبطاقة الواحدة.",
  "explain_1_text2": "يمكنك شراء أي عدد من التذاكر. المزيد من التذاكر تعني المزيد من فرص الربح و حصة أكبر ب 20% من الجائزة. يمكنك شراء العديد من من التذاكر دفعة واحدة.",
  "explain_2_img": "images/shield.svg",
  "explain_2_title": "تأكيد المشاركة",
  "explain_2_text1": "أحصل على عنوان محفظة البيتكون الخاصة بك في لائحة المشاركين بالأسفل.",
  "explain_2_text2": "من فضلك,انتظر 2-3 ساعات حتى تظهر صفقات على اللائحة.",
  "explain_3_img": "images/trophy.svg",
  "explain_3_title": "تحقق إن كنت الفائز",
  "explain_3_text1": "السحب العشوائي ب Random.org يكون كل يوم على الساعة 12.00. النتائج يتم اعلانها بعد ذلك بقليل.",
  "explain_3_text2": "المحفظة الرابحة تحصل على 60% من جائزة اليوم. 20% يتم توزيعها بين بقية المشاركين 20% تخصص لدعم المخدم.",
  "current_prize": "الجائزة الحالية: ",
  "participating_wallets": "المحافظ المشاركة:",
  "search_placeholder": "بحث",
  "wallet": "المحفظة",
  "tickets": "من التذاكر #",
  "rules": "شروط",
  "rule1": "أنت توافق على الشروط بإرسالك بيتكونز الى هذا العنوان: ",
  "rule2": "يمكنك شراء أي عدد من التذاكر و يمكنك أيضا شراء العديد من من التذاكر دفعة واحدة. عدد التذاكر التي تم شرائها يتم حسابها عبر طريقة 'floored division'. إذا قمت بإرسال ฿0,001 ستحصل على 10 تذاكر, و إذا قمت بإرسال ฿0,00109 ستحصل ايضا على 10 تذاكر.",
  "rule3": "الفائز يتم اختياره عن طريق سحب Random.org العشوائي الذي يتم كل يوم على الساعة 12.00, المحفظة الرابحة تحصل على 60% من جائزة اليوم.",
  "rule4": "20% من الجائزة يتم توزيعها بين المحافظ المشاركة بالنسبة لعدد التذاكر التي قاموا بشرائها. إذا كان 20% من جائزة اليوم هو 1฿ و كان هناك متشاركين, الأول اشترى 100 تذكرة و الثاني اشترى 300 تذكرة ,سوف يحصل المشارك الأول على ฿0,25, أما المشارك الثاني فيحصل على 0,75฿. هذا الجزء يجعل الحصص المرتفعة غير مربحة. (عندما يوم أحد بشراء ضعف ما قد اشتراه مباشرة قبل بدأ السحب).",
  "rule5": "باقي الجائزة يتم إنفاقها في دعم المخدم و في التجارة. كلما اكتشف الناس يانصيب البتكوين زادت قيمة الجوائز.",
  "previous_winners": "اخر الرابحين:",
  "date": "تاريخ",
  "prize": "جائزة"
}