{
  "align": "text-left",
  "dir": "ltr",
  "menu1": "Wie funktioniert es?",
  "menu2": "Heutige Lotterie",
  "menu3": "Regeln",
  "menu4": "Gewinner",
  "menu5": "Kaufe Bitcoins",
  "header_phrase": "Die erste und einzige faire Bitcoin Lotterie",
  "explain_1_img": "images/qr.png",
  "explain_1_title": "Sende Bitcoins",
  "explain_1_text1": "an die untenstehende Wallet und bekomme Tickets für den Preis von 0.0001 Bitcoins pro Ticket.",
  "explain_1_text2": "Kaufen Sie beliebig viele Tickets, so viele Sie möchten. Mehr Tickets bedeuten mehr Chancen auf einen Gewinn und einen größeren Anteil in 20% des zur Verfügung gestellten Preises. Sie können mehrere Tickets mit nur einer Transaktion kaufen.",
  "explain_2_img": "images/shield.svg",
  "explain_2_title": "Bestätige Transaktion",
  "explain_2_text1": "Finde deine Bitcoin Wallet Adresse in der Liste der Teilnehmer unten.",
  "explain_2_text2": "Bitte rechnen Sie mit 2-3 Stunden bis zum erscheinen der Bitcoin-Transaktionen auf der Liste.",
  "explain_3_img": "images/trophy.svg",
  "explain_3_title": "Schauen Sie nach, ob Sie gewonnen haben!",
  "explain_3_text1": "Zufällige Ziehung mittels Random.org findet täglich um 12:00 GMT statt. Ergebnisse sind kurz darauf verfügbar.",
  "explain_3_text2": "Die Gewinner Wallet bekommt 60% des Tagespreises. 20% werden unter den restlichen Teilnehmern verteilt. 20% gehen an Unterstützung für die Server.",
  "current_prize": "Aktueller Preis: ",
  "participating_wallets": "Teilnehmende Wallets:",
  "search_placeholder": "Suche",
  "wallet": "Wallet",
  "tickets": "Anzahl an Tickets",
  "rules": "Regeln",
  "rule1": "Durch das senden von Bitcoins an folgender Adresse, geben sich mit den Regeln einverstanden: ",
  "rule2": "Sie können jegliche Anzahl an Tickets kaufen, wie Sie möchten. Sie können mehrere Tickets in eine Transaktion kaufen. Die Anzahl der gekauften Tickets wird mittels abgerundeter Teilungsfunktion berechnet, z.B.: wenn Sie 0.001 Bitcoin senden, bekommen Sie 10 Tickets, aber wenn Sie 0.00109 Bitcoin senden, bekommen Sie ebenfalls 10 Tickets.",
  "rule3": "Gewinner wird zufällig mittels Random.org täglich um 12:00 GMT ausgewählt. Gewinner Wallet bekommt 60% des Preises.",
  "rule4": "20% des Preises werden unter den teilnehmenden Wallets, mit der Anzahl der gekauften Tickets als Messwert zur Gewichtung gezogen, verteilt. Zum Beispiel wenn 20% der täglichen Ziehung 1 Bitcoin entspricht and es gab 2 Teilnehmer, von denen der erste 100 Tickets gekauft hat und der zweite 300 Tickets, dann bekommt der erste 0.25 Bitcoin und der zweite bekommt 0.75 Bitcoin. Dieser Teil macht hohe Einsatzattacken unprofitabel (wenn jemand doppelt soviele Tickets kauft wie bisher, kurz vor der Ziehung).",
  "rule5": "Der Rest des Preises wird dafür ausgegeben den Server zu unterstützen und für Marketing. Je mehr Leute über die Lotterie bescheid wissen, umso größer sind die Preise.",
  "previous_winners": "Vorherige Gewinner",
  "date": "Datum",
  "prize": "Preis"
}