{
  "align": "text-left",
  "dir": "ltr",
  "menu1": "How it works?",
  "menu2": "Today's lottery",
  "menu3": "Rules",
  "menu4": "Winners",
  "menu5": "Buy bitcoins",
  "header_phrase": "The first and the only fair Bitcoin lottery",
  "explain_1_img": "images/qr.png",
  "explain_1_title": "Send bitcoins",
  "explain_1_text1": "to the wallet below and get tickets at the price of 0.0001฿ per ticket.",
  "explain_1_text2": "Buy any amount of tickets you want. More tickets mean more chances to win and bigger share in 20% of the distributed prize. You can buy multiple tickets with one transaction.",
  "explain_2_img": "images/shield.svg",
  "explain_2_title": "Confirm participation",
  "explain_2_text1": "Find your bitcoin wallet address in the list of the participants below.",
  "explain_2_text2": "Please, allow 2-3 hours for bitcoin transactions to appear on the list.",
  "explain_3_img": "images/trophy.svg",
  "explain_3_title": "Check if you won!",
  "explain_3_text1": "Random draw with Random.org happens daily at 12:00 GMT. Results are available right after that.",
  "explain_3_text2": "Winning wallet gets 60% of today's prize. 20% is distributed between the rest of the participants. 20% goes to support the server.",
  "current_prize": "Current prize: ",
  "participating_wallets": "Participating wallets:",
  "search_placeholder": "Search",
  "wallet": "Wallet",
  "tickets": "# of tickets",
  "rules": "Rules",
  "rule1": "You agree with the rules by sending Bitcoins to this address: ",
  "rule2": "You can buy any amount of tickets you want. You can buy multiple tickets with one transaction. Number of tickets purchased is calculated through the floored division method. I.e. if you send 0.001฿, you will get 10 tickets, but if you send 0.00109฿ you will still get the same 10 tickets.",
  "rule3": "Winner is randomly selected with Random.org at 12:00 GMT everyday. Winning wallet gets 60% of the prize.",
  "rule4": "20% of the prize gets distributed between participating wallets with the number of purchased tickets as the measure of weight. I.e. if 20% of today's draw is 1฿ and there were 2 participants where the first one bought 100 tickets and the second one bought 300 tickets, then the first one gets 0.25฿ and the second gets 0.75฿. This part makes high stake attack unprofitable (when somebody buys twice as more tickets as there are already bought right before the draw). You will only receive your share of distributed prize if it gets larger than 0.00005430฿.",
  "rule5": "The rest of the prize is spent on supporting the servers and on marketing. The more people know about the lottery, the bigger are the prizes.",
  "previous_winners": "Previous winners",
  "date": "Date",
  "prize": "Prize"
}