{
  "align": "text-left",
  "dir": "ltr",
  "menu1": "¿Cómo funciona?",
  "menu2": "Lotería de hoy",
  "menu3": "Reglas",
  "menu4": "Ganadores",
  "menu5": "Comprar Bitcoins",
  "header_phrase": "La primera y única lotería de Bitcoin justa",
  "explain_1_img": "images/qr.png",
  "explain_1_title": "Envíe Bitcoins",
  "explain_1_text1": "a la siguiente cartera y obtenga boletos al precio de 0.0001฿ por boleto.",
  "explain_1_text2": "Compre la cantidad de boletos que desee. Más boletos significan más oportunidades de ganar y una mayor parte en el 20% del premio distribuido. Puede comprar múltiples boletos con una transacción.",
  "explain_2_img": "images/shield.svg",
  "explain_2_title": "Confirmar participación",
  "explain_2_text1": "Encuentre la dirección de su cartera de Bitcoins en la siguiente lista de participantes.",
  "explain_2_text2": "Por favor, espere 2-3 horas para que las transacciones de Bitcoins aparezcan en la lista.",
  "explain_3_img": "images/trophy.svg",
  "explain_3_title": "¡Revise si ganó!",
  "explain_3_text1": "El sorteo al azar con Random.org ocurre diariamente a las 12:00 GMT. Los resultados están disponibles justo después de eso.",
  "explain_3_text2": "La cartera ganadora obtiene el 60% del premio de hoy. 20% es distribuido entre el resto de los participantes. 20% va a apoyar el servidor.",
  "current_prize": "Premio actual: ",
  "participating_wallets": "Carteras participantes:",
  "search_placeholder": "Búsqueda",
  "wallet": "Cartera",
  "tickets": "# De boletos",
  "rules": "Reglas",
  "rule1": "Está de acuerdo con las condiciones al enviar Bitcoins a esta dirección: ",
  "rule2": "Puede comprar la cantidad de boletos que desee. Puede comprar múltiples boletos con una transacción. El número de boletos comprados es calculado a través del método de floor division. Por ejemplo, si envía 0.001฿, obtendrá 10 boletos, pero si envía 0.00109฿ aún recibirá el mismo número de boletos.",
  "rule3": "El ganador es seleccionado aleatoriamente con Random.org a las 12:00 GMT todos los días. La cartera ganadora obtiene el 60% del premio.",
  "rule4": "20% del premio es distribuido entre las carteras participantes con el número de boletos comprados como medida ponderada. Por ejemplo, si el 20% del sorteo de hoy es 1฿ y hubo dos participantes donde el primero compró 100 boletos y el segundo compró 300, el primero obtendrá 0.25฿ y el segundo obtendrá 0.75฿.  Esto hace que los ataques de alto nivel no sean lucrativos (cuando alguien compra el doble o más boletos de los que ya se compraron justo antes del sorteo).",
  "rule5": "El resto del premio es gastado en apoyar los servidores y en marketing. Mientras más personas conozcan la lotería, mayores serán los premios.",
  "previous_winners": "Ganadores anteriores",
  "date": "Fecha",
  "prize": "Premio"
}