{
  "align": "text-right",
  "dir": "rtl",
  "menu1": "چطور کار می کند؟",
  "menu2": "لاتری امروز",
  "menu3": "قوانین",
  "menu4": "برندگان",
  "menu5": "خرید بیت کوین",
  "header_phrase": "اولین و عادلانه ترین لاتری بیت کوین",
  "explain_1_img": "images/qr.png",
  "explain_1_title": "ارسال بیت کوین",
  "explain_1_text1": "به کیف پول زیر و بلیط را با قیمت 0.0001฿ تهیه کنید.",
  "explain_1_text2": "هرمقدار بلیط که می خواهید بخرید. بلیط بیشتربه معنای شانس بیشتر برنده شدن و سهم بیشتر در 20 درصد جایزه توزیع شده است.",
  "explain_2_img": "images/shield.svg",
  "explain_2_title": "تایید شرکت",
  "explain_2_text1": "آدرس کیف بیت کوین خودرادرلیست شرکت کنندکان زیر پیدا کنید.",
  "explain_2_text2": "لطفا، 2-3 ساعت اجازه دهید تا تراکنش های بیت کوین در لیست شما ظاهر شوند.",
  "explain_3_img": "images/trophy.svg",
  "explain_3_title": "چک کنید تا ببینید آیا برنده شدید!",
  "explain_3_text1": "قرعه کشی تصادفی با سایت معرفی شده در ساعت 12:00 یو تی سی رخ می دهد، نتایج درست بعد از آن قابل دسترس است.",
  "explain_3_text2": "کیف برنده 60 % کل جایزه را می برد، 20% بین بقیه شرکت کننده ها تقسیم می شود، 20% به سرور پشتیبانی اختصاص می یابد.",
  "current_prize": "جایزه اخیر ",
  "participating_wallets": "کیف های شرکت کنندگان",
  "search_placeholder": "جستجو",
  "wallet": "کیف",
  "tickets": "ازتیکت ها",
  "rules": "قوانین",
  "rule1": "شما با ارسال بیت کوین به این آدرس موافقت می کنید: ",
  "rule2": "شما هر مقدار بلیط که می خواهید می توانید بخرید. شما می توانید چندین بلیط بایک تراکنش بخرید. تعداد بلیط های خریداری شده از طریق روش تقسیم فلورد دویژن استفاده می شود. مثلا اگر شما مقدار 0.001฿ بیت کوین را بفرستید 10 بلیط می گیرید، اما اگر شما 0.00109฿ را بفرستید باز هم همان مقدار 10 بلیط را دریافت ی کنید.",
  "rule3": "برنده به صورت تصادفی توسط سایت رندم دات او ار جی در ساعت 12:00 یو تی سی هر روز اعلام می شود. کیف برنده 60 % جایزه را می برد.",
  "rule4": "20% قیمت بین کیف های شرکت کنندگان بر اساس تعداد بلیط های خرید شده تقسیم می شود. مثلا اگر 20% قرعه کشی امروز 1 بیت کوین باشد و 2 نفر شرکت کننده باشند، اگر شرکت کننده اول 100 تیکت خریده باشد و شرکت کننده دوم 300 تیکت، پس شرکت کننده اول 0.25฿ و شرکت کننده دوم 0.75฿ را می برد. این بخش باعث می شود کسی که بیشترین سهم را دارد ضررکمتری کند (زمانی که کسی دوبرابر بلیط های که دارند را درست قبل از قرعه کشی می خرند).",
  "rule5": "بقیه جایزه برا پشتیبانی از سرور و بازاریابی استفاده می شود. اگر افراد بیشتری در مورد لاتری بدانند جایزه ها بیشتر می شوند.",
  "previous_winners": "برندگان گذشته",
  "date": "تاریخ",
  "prize": "جایزه"
}