{
  "align": "text-left",
  "dir": "ltr",
  "menu1": "Comment ça marche?",
  "menu2": "Loterie du jour",
  "menu3": "Règles",
  "menu4": "Gagnants",
  "menu5": "Acheter des bitcoins",
  "header_phrase": "La première et la seule loterie Bitcoin équitable",
  "explain_1_img": "images/qr.png",
  "explain_1_title": "Envoyer des bitcoins",
  "explain_1_text1": "au portefeuille ci-dessous pour acheter des tickets au prix de 0.0001฿ par ticket.",
  "explain_1_text2": "Achetez le montant de tickets que vous voulez. Plus de tickets, c'est plus de chances de gagner, mais aussi une plus grande part des 20% du prix qui sont redistribués. Vous pouvez acheter plusieurs tickets avec une seule transaction.",
  "explain_2_img": "images/shield.svg",
  "explain_2_title": "Confirmez la participation",
  "explain_2_text1": "Trouvez ci-dessous votre adresse de portefeuille bitcoin dans la liste des participants.",
  "explain_2_text2": "S'il vous plait, prenez en compte que votre transaction en bitcoin peut mettre 2-3 heures à apparaître sur la liste des participants.",
  "explain_3_img": "images/trophy.svg",
  "explain_3_title": "Regardez si vous avez gagné!",
  "explain_3_text1": "Des lancés aléatoires sur Random.org sont générés tous les jours à 12:00 GMT. Les résultats sont disponibles juste après ça.",
  "explain_3_text2": "Le portefeuille gagnant gagne 60% du prix d'aujourd'hui. 20% est redistribué entre ceux des autres participants. 20% servent à supporter le serveur.",
  "current_prize": "Prix actuel: ",
  "participating_wallets": "Portefeuilles participants:",
  "search_placeholder": "Recherche",
  "wallet": "Portefeuille",
  "tickets": "# de tickets",
  "rules": "Règles",
  "rule1": "Vous acceptez les règles en envoyant des Bitcoins à cette adresse: ",
  "rule2": "Vous pouvez acheter le montant de tickets que vous voulez. Vous pouvez acheter plusieurs tickets en une seule transaction. Le nombre de tickets achetés est calculé via une division dont le résultat est un entier toujours arrondi au nombre inférieur. Par exemple: si vous envoyez 0.001฿, vous aurez 10 tickets, mais si vous envoyez 0.00109฿, vous aurez quand même 10 tickets.",
  "rule3": "Le gagnant est sélectionné aléatoirement grâce à Random.org chaque jour à 12:00 GMT. Le portefeuille gagnant récupère 60% du prix.",
  "rule4": "20% du prix est redistribué entre tous les portefeuilles participants, en utilisant le nombre de tickets achetés comme mesure de poids. Par exemple : si 20% du prix quotidien représentent 1฿ et qu'il y a deux participants, dont le premier a acheté 100 tickets et le second 300, alors le premier récupère 0.25฿ et le second 0.75฿. Ceci fait que les attaques par haute participation ne sont pas fructueuses (quand quelqu'un achète deux fois plus de tickets qu'il n'y en a d'achetés juste avant le tirage).",
  "rule5": "Le reste du prix est dépensé par les besoins du serveur, et sur le marketing. Plus il y a de participants à la loterie, plus les prix grimperont.",
  "previous_winners": "Gagnants précédents",
  "date": "Date",
  "prize": "Prix"
}