{
  "align": "text-left",
  "dir": "ltr",
  "menu1": "Como funciona?",
  "menu2": "Loteria de hoje",
  "menu3": "Regras",
  "menu4": "Ganhadores",
  "menu5": "Comprar bitcoins",
  "header_phrase": "A primeira e única loteria de Bitcoin justa",
  "explain_1_img": "images/qr.png",
  "explain_1_title": "Envie bitcoins",
  "explain_1_text1": "para a carteira abaixo e receba tickets ao preço de 0.0001฿ por ticket.",
  "explain_1_text2": "Compre a quantidade de tickets que você desejar. Quanto mais tickets, maior a chance de ganhar, e um compartilhamento maior em 20% do prêmio distribuído. É possível comprar múltiplos tickets em uma transação.",
  "explain_2_img": "images/shield.svg",
  "explain_2_title": "Confirmar a participação",
  "explain_2_text1": "Encontre o endereço de sua carteira bitcoin na lista de participantes abaixo.",
  "explain_2_text2": "Aguarde 2-3 horas para que as transações bitcoins apareçam na lista.",
  "explain_3_img": "images/trophy.svg",
  "explain_3_title": "Confira se você ganhou!",
  "explain_3_text1": "Um sorteio randômico via Random.org acontece diariamente, às 12:00 GMT. Os resultados estarão disponíveis logo após este horário.",
  "explain_3_text2": "A carteira vencedora recebe 60% do prêmio diário. 20% é distribuído entre o restante dos participantes. E 20% é usado para o suporte do servidor.",
  "current_prize": "Prêmio atual: ",
  "participating_wallets": "Carteiras participantes:",
  "search_placeholder": "Pesquisar",
  "wallet": "Carteira",
  "tickets": "# de tickets",
  "rules": "Regras",
  "rule1": "Você aceita as regras enviando Bitcoins para o seguinte endereço: ",
  "rule2": "Você pode comprar qualquer quantidade de tickets que você desejar. É possível comprar múltiplos tickets em uma transação. A quantidade de tickets comprada é calculada através do método da divisão por piso. Por exemplo: se você enviar 0.001฿ você receberá 10 tickets, mas, se você enviar 0.00109฿, você receberá a mesma quantidade de 10 tickets.",
  "rule3": "O ganhador é escolhido randomicamente através do Random.org, às 12:00 GMT, diariamente. A carteira vencedora recebe 60% do prêmio.",
  "rule4": "20% do prêmio é distribuído entre as carteiras participantes, tendo a quantidade de tickets comprados como um método de ponderação. Por exemplo: se 20% do sorteio de hoje foi 1฿ e houve 2 participantes, sendo que o primeiro comprou 100 tickets e o segundo comprou 300 tickets, então o primeiro recebe 0.25฿, e o segundo recebe 0.75฿. Isso faz com que uma ação de alto risco não seja lucrativa (quando alguém compra duas vezes mais a quantidade de tickets que já foi comprada antes do sorteio).",
  "rule5": "O restante da premiação é utilizada para ajudar os servidores e também em propaganda. Quanto mais pessoas souberem da loteria, maiores os prêmios.",
  "previous_winners": "Ganhadores passados",
  "date": "Data",
  "prize": "Prêmio"
}