{
  "align": "text-left",
  "dir": "ltr",
  "menu1": "Как это работает?",
  "menu2": "Сегодняшняя лотерея",
  "menu3": "Правила",
  "menu4": "Победители",
  "menu5": "Купить биткоины",
  "header_phrase": "Первая и единственная честная биткоин лотерея",
  "explain_1_img": "images/qr.png",
  "explain_1_title": "Отправьте биткоины",
  "explain_1_text1": "на адрес ниже и получите по одному билету за каждые 0.0001฿.",
  "explain_1_text2": "Одной транзакцией можно купить любое количество лотерейных билетов. Чем больше билетов, тем больше шансы на победу и тем больше доля возврата от распределенных 20%.",
  "explain_2_img": "images/shield.svg",
  "explain_2_title": "Подтвердите участие",
  "explain_2_text1": "Найдите свой биткоин адрес в списке участников ниже.",
  "explain_2_text2": "Пожалуйста, проявите терпение: может пройти 1-3 часа до появления вашей транзакции в списке.",
  "explain_3_img": "images/trophy.svg",
  "explain_3_title": "Проверьте выигрыш!",
  "explain_3_text1": "Победитель выбирается случайным образом при помощи Random.org ежедневно в 12:00 GMT. Результаты доступны сразу же после розыгрыша.",
  "explain_3_text2": "Победивший адрес получает 60% сегодняшнего приза. 20% распределяется между участвующими адресами. 20% идет на поддержку серверов.",
  "current_prize": "Сегодняшний приз: ",
  "participating_wallets": "Адреса участников:",
  "search_placeholder": "Поиск",
  "wallet": "Адрес",
  "tickets": "Кол-во билетов",
  "rules": "Правила",
  "rule1": "Вы соглашаетесь с правилами, отправляя биткоины на следующий адрес: ",
  "rule2": "Вы можете купить любое количество лотерейных билетов в день. Количество билетов за транзакцию высчитывается при помощи округлении в меньшую сторону. То есть, если вы перевели 0.001฿, то вы получите 10 билетов, но если вы перевели 0.00109฿, то вы все еще получите 10 билетов.",
  "rule3": "Победитель выбирается случайным образом через Random.org в 12:00 GMT ежедневно. Победивший адрес получает 60% приза.",
  "rule4": "20% приза распределяется между другими участниками сегодняшней лотереи, учитывая количество купленных билетов. Например, если 20% от приза сегодня — 1฿, и играло всего два адреса, где первый купил 100 билетов, а второй 300 билетов, то первый получит 0.25฿, а второй 0.75฿. Эта часть лотереи делает невыгодной атаку большими ставками (когда кто-то покупает в два раза больше билетов, чем уже куплено, незадолго до розыгрыша). Вы получите свою долю распределенного приза при условии, что ваша доля распределенного приза будет больше 0.00005430฿.",
  "rule5": "Остаток приза идет на поддержание серверов и маркетинг. Чем больше людей знают о лотерее, тем больше призы.",
  "previous_winners": "Предыдущие победители",
  "date": "Дата",
  "prize": "Приз"
}